accessibility-inspector
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alligator
amd-ucode
angelfish
arianna
ark
artikulate
audex
audiocd-kio
audiotube
base
base-devel
blinken
bomber
bovo
brave-bin
broadcom-wl
btop
btrfs-progs
cantor
cbonsai
cervisia
chafa
cmake
colord-kde
discord
dkms
dolphin dolphin-plugins
downgrade
dragon
efibootmgr
egl-wayland
elisa
falkon
fastfetch
ffmpegthumbs
filelight
firefox
flatpak
foot
francis
ghostwriter
git
github-cli
gnome-disk-utility
gnome-keyring
gnome-software
granatier
grantlee-editor
grub
grub-customizer
gst-plugin-pipewire
gufw
gwenview
htop
hyprland
hyprlock
hyprpaper
hyprshade
hyprshot
inotify-tools
isoimagewriter
itinerary
iwd
iwgtk
java-runtime-common
jdk-openjdk
jdk21-openjdk
jlink
jre8-openjdk
juk
k3b
kaddressbook
kajongg
kalarm
kalgebra
kalk
kalm
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kasts
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kclock
kcolorchooser
kcron
kde-dev-scripts
kde-dev-utils
kde-inotify-survey
kdebugsettings
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdesdk-kio
kdesdk-thumbnailers
kdevelop
kdevelop-php
kdevelop-python
kdf
kdialog
kdiamond
keditbookmarks
keysmith
kfind
kfourinline
kgeography
kget
kgoldrunner
kgpg
khangman
khelpcenter
kig
kigo
killbots
kimagemapeditor
kio-admin
kio-gdrive
kio-zeroconf
kirigami-gallery
kiriki
kiten
kitty
kjournald
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
knotes
koko
kolf
kollision
kolourpaint
kompare
kongress
konqueror
konquest
konsole
kontact
kontrast
konversation
korganizer
kpat
krdc
krecorder
kreversi
krfb
kruler
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksudoku
ksystemlog
kteatime
ktimer
ktorrent
ktouch
ktrip
ktuberling
kturtle
kubrick
kwalletmanager
kwave
kweather
kwordquiz
lazygit
libpulse
linux
linux-firmware
linux-headers
lokalize
lsix
lskat
man-db
marble
markdownpart
maven
mbox-importer
merkuro
minuet
nano
nautilus
neochat
neovim
network-manager-applet
networkmanager
npm
ntfs-3g
nvidia-dkms
nvidia-settings
obs-studio
okular
os-prober
palapeli
parley
partitionmanager
pavucontrol
picmi
pim-data-exporter
pim-sieve-editor
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-framework5
plasma-meta
plasma-workspace
plasmatube
poxml
python-networkx
python-numpy
python-pip
python-pipx
qmk
qt5-wayland
qt6-wayland
quazip-qt5
ranger
rocs
rofi-wayland
rubygems
seahorse
skanlite
skanpage
skladnik
smartmontools
smenu
spectacle
speedtest-cli
spicetify-cli
spotify-launcher
starship
steam
step
stow
svgpart
swaync
sweeper
telly-skout
tk
tmux
tokodon
tree
ttf-jetbrains-mono-nerd
ttf-quicksand-variable
udiskie
umbrello
unzip
v4l2loopback-dkms
v4l2loopback-utils
vial-appimage
vim
waybar
wget
wireless_tools
wireplumber
wlogout
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-xinit
xwaylandvideobridge
yakuake
yay
yay-debug
zanshin
zoxide
zram-generator
zsh
